[
  {
    "title": "Субханаллаһ",
    "name": "سُبْحَانَ ٱللَّٰ",
    "dhikr": "Аллаһ әрбір кемшілік атаулыдан пәк.",
    "benefit": "Кімде-кім бір күнде жүз рет айтса, оған мың жақсылық жазылады немесе мың жамандық жойылады және оған жүз сауап жазылады."
  },
  {
    "title": "Лә иләһа илләллаһ",
    "name": "لا إله إلا الله محمد رسول الله",
    "dhikr": "Аллаһтан басқа ешбір құдай жоқ",
    "benefit": "Бұл дұғаны күніне жүз рет айтсақ, 10 құлды азат ету сауабын аламыз, 100 жақсылық жазылған және 100 жамандық жойылып, ол күні шайтан саған зиян тигізбейді. Бұл ең ұлы сөз, өйткені ол таухид сөзі, жақсы сөз, берік сөз. Егер бұл адамның соңғы сөздері болса, ол жәннатқа кіреді және бұл сөздердің қаншалықты ұлы екенін көрсететін басқа да хабарлар бар."
  },
  {
    "title": "Лә иләһә иллаллаһ уәһдәһу лә шарикә ләһ, ләһу’л-мүлк уа лахул-хамд уа хууа ‘ала кулли шай’ин кадир.",
    "name": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يحي و يميت وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "dhikr": "Алладан басқа Тәңір жоқ. Ол Жалғыз және Оның серігі жоқ. Барлық иелік Онікі және барлық мақтау Оған тән. Әрі барлық    нәрсеге Құдіретті.",
    "benefit": "Бір минут ішінде Лә иләһә иллаллаһ уәһдәһу лә шарикә ләһ, ләһу’л-мүлк уа лахул-хамд уа хууа ‘ала кулли шай’ин кадир – 20 рет айта аламыз. Бұл дұғаның сауабы Исмаил ұлдарынан Аллаһ разылығы үшін 8 құлды азат етумен бірдей."
  },
  {
    "title": "Субханаллаһи уа бихамдиһи, субханаллаһил азыйм",
    "name": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ سُبْحَانَ اللَّهِ الْعَظِيمِ",
    "dhikr": "Аллаға сансыз мақтау мен шүкіршілік айтамын, Ол – мінсіз, кемшілік атаулыдан ада! Ұлы Алла – мінсіз, кемшілік атаулыдан ада!",
    "benefit": "Әбу Хұрайра (р.а.) жеткізген бір хадисте Алла елшісі (с.ғ.с.): «Кімде-кім әр таңда жүз рет осы дұғаны оқыса, Қиямет күні ешбір жан оның әкелгенінен де қымбат нәрсе (мол сауап) әкелмейді», − деген."
  },
  {
    "title": "Subhaan Allaah, wa’l-hamdu Lillah, wa laa ilaah ill-Allaah, wa Allaahu akbar",
    "name": "سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ",
    "dhikr": "Аллаһ кемшілік атаулыдан пәк, барлық мадақ Аллаһқа тән, Аллаһтан басқа құлшылыққа лайықты құдай жоқ, Аллаһ Ұлы.",
    "benefit": "Бір минут ішінде біз бұл сөздердің барлығын 18 реттен артық айта аламыз. Бұл сөздер Алла Тағалаға ең сүйікті сөздер, сөздердің ең жақсысы және сахих хадистерде айтылғандай жақсы амал таразысында салмақты."
  },
  {
    "title": "Лә хаула уә лә қууата иллә билләһ",
    "name": "لا إله إلا الله محمد رسول الله",
    "dhikr": "Аллаһтың тауфиғы мен көмегінсіз бір халден екінші халге ауысу да, ешбір күш те, қуат та жоқ.",
    "benefit": "Бұл әл-Бухари мен Муслим риуаят еткен жәннат қазыналарының бірі. Олар қиындықтарға төтеп берудің және үлкен жетістіктерге жетудің құралы."
  },
    {
      "title": "Әлхамду лилләһи",
      "name": "الْحَمْدُ لِلَّهِ",
      "dhikr": "Аллаһқа кемелдік және ихсан сипаттары үшін мақтаулар айтамын.",
      "benefit": "Пайғамбарымыз (оған Алланың игілігі мен сәлемі болсын): «Кімде-кім 100 рет «Әлхамдулиллаһ» оқыса, ол 100 жиһадқа қатысқандай болады», - деген."
    },
    {
      "title": "Аллаһу әкбар",
      "name": "اللَّهُ أَكْبَرُ",
      "dhikr": "Аллаһ Ұлы",
      "benefit": "Пайғамбарымыз (оған Алланың игілігі мен сәлемі болсын): «Кімде-кім таңертең 100 рет, кешке 100 рет «Аллаһуәкбар» сүресін оқыса, қиямет күні ешкім одан артық жақсылық әкеле алмайды», - деген."
    },
    {
      "title": "Субханаллаһ уа би хамдиһ, ‘адада халқиһи, уа рида нафсиһи, уазината ‘аршихи, уа мидаада кәлимаатиһи.",
      "name": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ رِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَ مِدَادَ كَلِمَاتِهِ",
      "dhikr": "Оның жаратылысы, Оған жеткілікті, Аршының салмағы және сөздерінің сиясы сияқты мадақ пен мадақ Аллаға тән.",
      "benefit": "Бір минут ішінде біз «Субханаллаһ уа бихамдиһ, адада халқиһи, уа рида нафсихи, уазината 'аршихи, уа мидаада кәлимаатихи» деп 15 реттен артық айта аламыз. Бұл сөздер тасбих пен зікірдің басқа түрлеріне одан да көп есе сауап әкеледі. Пайғамбардан (оған Аллаһтың игілігі мен сәлемі болсын) сахих хадистерде айтылғандай."
    },
    {
      "title": "Астағфируллаһ",
      "name": "أَسْتَغْفِرُ اللّٰهَ",
      "dhikr": "Аллаһтан мені кешіруін тілеймін",
      "benefit": "Бұрынғы және кейінгі күнәлары толығымен кешірілген ардақты Пайғамбарымыз : «Мен Аллаһтан күніне жетпістен астам рет кешірім сұрап, тәубе етемін», – деген (әл-Бұхари, 5948)."
    },
    {
      "title": "Саллаллаһу алейһи уә сәллам",
      "name": "سُبْحَانَ اللَّهِ",
      "dhikr": "Оған Аллаһтың игілігі мен сәлемі болсын",
      "benefit": "Аллаһ Тағала: «Расында, Аллаһ және Оның періштелері пайғамбарға салауат айтады. Ей, иман келтіргендер! Оған салауат айтыңдар және амандық тілеп сәлем беріңдер», – деген (Әхзаб, 33/56). Пайғамбарымыз: «Кім маған бір салауат айтса, Аллаһ оған он салауат айтады» (Муслим, 384) және: «Қиямет күні маған ең жақын болатындар – маған бәрінен көбірек салауат айтқандар», – деген (әт-Тирмизи, 484)."
    },
    {
      "title": "Әъузу билләһи минаш шайтанир ражим",
      "name": "أعوذ بالله من الشيطان الرجيم",
      "dhikr": "Аллаһтың рахметінен қуылған шайтаннан Аллаһқа сыйынып, қорғауын сұраймын.",
      "benefit": "Бұл дұға Құран оқудың алдында, ашуланғанда және әрдайым шайтанның азғыруынан ұзақ болу үшін айтылады."
    }
]