[
  {
    "title": "SubhanAllah",
    "name": "سُبْحَانَ ٱللَّٰ",
    "dhikr": "Glorified is Allah",
    "benefit": "Whoever says a hundred times in a day, a thousand good deeds are recorder for him or a thousand bad deeds are wiped away from him and a hundred hasana are written for."
  },
  {
    "title": "La Ilaha Illallah",
    "name": "لا إله إلا الله محمد رسول الله",
    "dhikr": "There is no God but  Allah",
    "benefit": "If we say this dua one hundred times a day, we will get the reward of freeing 10 slaves, 100 good deeds written and, 100bad deeds will be wiped off and Satan will not harm you that day.In one minute we can say Laa ilaaha illa Allaah approximately 50 times. This is the greatest word, for it is the word of Tawheed, the good word, the word that stands firm. If these are the last words of a person, he will enter Paradise, and there are other reports which indicate how great these words are."
  },
  {
    "title": "Laa ilaaha ill-Allaah wahdahu laa shareeka lah, lahu’l-mulk wa lahu’l-hamd wa huwa ‘ala kulli shay’in qadeer",
    "name": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يحي و يميت وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "dhikr": "There is no god except Allaah alone with no partner; to Him be dominion and praise, and He is Able to do all things",
    "benefit": "In one minute we can say Laa ilaaha ill-Allaah wahdahu laa shareeka lah, lahu’l-mulk wa lahu’l-hamd wa huwa ‘ala kulli shay’in qadeer – 20 times. The reward for saying this dua  is like freeing 8 slaves for the sake of Allaah from among the sons of Ismaa’eel."
  },
  {
    "title": "Subhaan Allaah wa bi hamdihi Subhaan Allaah il-‘Azeem",
    "name": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ سُبْحَانَ اللَّهِ الْعَظِيمِ",
    "dhikr": "Glory and praise be to Allaah, glory be to Allaah the Almighty",
    "benefit": "In one minute we can say Subhaan Allaahi wa bi hamdihi Subhaan Allaah il-‘Azeem (Glory and praise be to Allaah, glory be to Allaah the Almighty) 50 times. These are two phrases which are light on the lips, heavy in the balance and beloved to the Most Merciful, as was narrated by al-Bukhaari and Muslim."
  },
  {
    "title": "  Subhaan Allaah, wa’l-hamdu Lillah, wa laa ilaah ill-Allaah, wa Allaahu akbar",
    "name": "سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ",
    "dhikr": "There is no God but  Allah",
    "benefit": "The Prophet (peace and blessings of Allaah be upon him) said: “When I say ‘Subhaan Allaah, wa’l-hamdu Lillah, wa laa ilaah ill-Allaah, wa Allaahu akbar, this is more beloved to me than all that the sun rises upon.” (Narrated by Muslim). In one minute, we can say all of these words more than 18 times. These words are the most beloved words to Allaah, the best of words, and they weigh heavily in the balance of good deeds, as was narrated in the saheeh ahaadeeth."
  },
  {
    "title": "Laa hawla wa laa quwwata illa Billaah",
    "name": "لا إله إلا الله محمد رسول الله",
    "dhikr": "There is no God but  Allah",
    "benefit": "In one minute we can say, Laa hawla wa laa quwwata illa Billaah (there is no strength and no power except with Allaah) more than 40 times. This is one of the treasures of Paradise, as was narrated by al-Bukhaari and Muslim. They are a means of putting up with difficulties and of aiming to achieve great things."
  },
    {
      "title": "Alhamdulillah",
      "name": "الْحَمْدُ لِلَّهِ",
      "dhikr": "There is no God but  Allah",
      "benefit": "The Prophet (SAW) said: Whoever reads Alhamdulillah 100 times – it will be as though he has participated in 100 Jihads."
    },
    {
      "title": "Allahuakbar",
      "name": "اللَّهُ أَكْبَرُ",
      "dhikr": "There is no God but  Allah",
      "benefit": "The Prophet (SAW) said: whoever reads Allahuakbar 100 times in the morning and 100 times in the evening, on the Day of Judgment no one will be able to bring more good deeds than him, apart from the one who has read more."
    },
    {
      "title": "Subhaan Allaah wa bi hamdih, ‘adada khalqihi, wa ridaa nafsihi, wazinata ‘arshihi, wa midaada kalimaatihi",
      "name": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ عَدَدَ خَلْقِهِ رِضَا نَفْسِهِ وَزِنَةَ عَرْشِهِ وَ مِدَادَ كَلِمَاتِهِ",
      "dhikr": "There is no God but  Allah",
      "benefit": "In one minute you we can  say Subhaan Allaah wa bi hamdih, ‘adada khalqihi, wa ridaa nafsihi, wazinata ‘arshihi, wa midaada kalimaatihi more than 15 times. This words bring many more times the reward for other forms of tasbeeh and dhikr, as was reported in saheeh ahaadeeth from the Prophet (peace and blessings of Allaah be upon him)."
    },
    {
      "title": "Astaghfir-Allaah",
      "name": "أَسْتَغْفِرُ اللّٰهَ",
      "dhikr": "Glorified is Allah",
      "benefit": "In one minute we can seek the forgiveness of Allaah more than 100 times by saying “Astaghfir-Allaah (I seek the forgiveness of Allaah). The virtues of seeking forgiveness are no secret, for it is the means of attaining forgiveness and entering Paradise, and it is the means of being granted a good life, increasing one’s strength, warding off disasters, making things easier, bringing rain and increasing one’s wealth and children."
    },
    {
      "title": "Salallahualayhiwasalam",
      "name": "سُبْحَانَ اللَّهِ",
      "dhikr": "May Allaah bless him and grant him peace",
      "benefit": "In one minute we can send blessings on the Prophet (peace and blessings of Allaah be upon him) 50 times by saying Sall-Allaahu ‘alayhi wa sallam (May Allaah bless him and grant him peace). In return Allaah will send blessings upon you 500 hundred times because one blessing brings ten like it."
    },
    {
      "title": "Astaghfirullaha wa atuubu ilaihi",
      "name": "سُبْحَانَ اللَّهِ وَبِحَمْدِهِ أَسْتَغْفِرُ اللّٰهَ وَأَتُوبُ إِلَيْهِ",
      "dhikr": "I seek the Forgiveness of Allah and repent to Him",
      "benefit": "It is narrated from Imam Jafar e Sadiq (a.s.) that whoever recites a hundred times the words “La ilaha il Allahul maalikal haqqaul mubeen”, Allah would save him from penury and he will be provided safety from the pressures of the grave. In this life he will become affluent.It is narrated in another tradition that one who recites this invocation 32 times, will take a turn towards prosperity.. Penury and difficulties would desert him. He will be knocking at the threshold of the Heaven."
    }
]